{
  "Filters": "Filter",
  "Search": "Suchen",
  "Maker": "Auto",
  "Model": "Modell",
  "Year": "Jahr",
  "Engine Vol": "Motorvolumen",
  "Engine No": "Motor Nr",
  "Reset": "Zurücksetzen",
  "Name": "Name",
  "FRONT ROTOR": "VORDERER ROTOR",
  "FRONT BRAKE": "VORDERBREMSE",
  "REAR ROTOR": "HINTERER ROTOR",
  "REAR BRAKE": "HINTERER ROTOR",
  "Home": "Hauptseite",
  "Catalogue": "Katalog",
  "Admin": "Administratorin",
  "Log out": "Ausloggen",
  "Login": "Anmeldung",
  "There is no data": "Keine Daten verfügbar",
  "About": "Über uns",
  "Products": "Produkte",
  "aboutUs": "<div className=\"aboutText\">\n <br /> Willkommen bei Dager Company! <br /> Bei Dager sind wir leidenschaftlich bemüht, qualitativ hochwertige Autoteile anzubieten, damit Ihr Fahrzeug seine beste Leistung erbringt. Als neues und innovatives Unternehmen haben wir uns auf eine breite Palette essentieller Fahrzeugkomponenten spezialisiert, darunter Keramikstecker, Bremsen, Zündkerzen, Scheibenwischer und mehr. Unsere Mission ist es, zuverlässige und leistungsstarke Produkte zu liefern, die Ihr Fahrerlebnis verbessern und Ihre Sicherheit auf der Straße gewährleisten. <br /> <br />\n        <h4>Wer wir sind</h4>\n        <br />\n        Die Dager Company wurde mit einer klaren Vision gegründet: außergewöhnliche Autoteile anzubieten, die den höchsten Qualitäts- und Haltbarkeitsstandards entsprechen. Unser Team besteht aus erfahrenen Fachleuten, die sich der Beschaffung und Entwicklung von Teilen widmen, auf die Fahrer vertrauen können. Wir verstehen die Bedeutung von Zuverlässigkeit bei der Wartung und Reparatur von Fahrzeugen und streben danach, ein vertrauenswürdiger Partner sowohl für Heimwerker als auch für professionelle Mechaniker zu sein.\n        <h4>Was wir anbieten</h4>\n        <br /> Wir bieten eine umfassende Auswahl an Autoteilen, die für verschiedene Marken und Modelle geeignet sind. Unser Produktsortiment umfasst:\n        <ul>\n          <li>Keramikstecker: Entwickelt für optimale Leistung und Langlebigkeit, sind unsere Keramikstecker ideal für einen reibungslosen und effizienten Motorbetrieb.</li>\n          <li>Bremsen: Sicherheit steht bei uns an erster Stelle, weshalb wir hochwertige Bremskomponenten anbieten, die zuverlässige Bremskraft bei allen Bedingungen gewährleisten.</li>\n          <li>Zündkerzen: Unsere Zündkerzen sind so konzipiert, dass sie eine gleichbleibende Leistung bieten und so für einen reibungslosen und effizienten Motorlauf sorgen.</li>\n          <li>Scheibenwischer: Klare Sicht ist entscheidend für sicheres Fahren. Unsere robusten Scheibenwischer sind für alle Wetterbedingungen ausgelegt und sorgen jederzeit für eine klare Sicht.</li>\n        </ul>\n        <h4>Unser Engagement</h4><br /> <br /> Bei Dager setzen wir uns für Exzellenz in allen Bereichen unseres Geschäfts ein. Wir glauben daran, Produkte anzubieten, die nicht nur den Erwartungen unserer Kunden entsprechen, sondern diese übertreffen. Wir forschen und innovieren kontinuierlich, um Ihnen die neuesten automobilen Technologien und Lösungen anzubieten. Unser kundenorientierter Ansatz bedeutet, dass wir immer für Sie da sind, sei es bei der Auswahl des richtigen Teils oder bei der Unterstützung nach dem Kauf.\n        <h4>Warum Dager wählen</h4> <br /> <br /> Die Wahl von Dager bedeutet, sich für Qualität, Zuverlässigkeit und außergewöhnlichen Service zu entscheiden. Wir stehen hinter jedem Produkt, das wir verkaufen, und unser Ziel ist es, dauerhafte Beziehungen zu unseren Kunden auf der Grundlage von Vertrauen und Zufriedenheit aufzubauen. Ob Sie Autoliebhaber, professioneller Mechaniker oder einfach nur auf der Suche nach Fahrzeugwartung sind, bei Dager sind Sie in besten Händen. <br /> <br /> Danke, dass Sie sich für die Dager Company entschieden haben. Wir freuen uns darauf, Ihnen zu dienen und Ihr Fahrzeug in Top-Zustand zu halten!\n      </div>",
  "sparkPlugs": {
    "content": "<div className=\"spark-plugs\">\n      <h1>Zündkerzen</h1>\n   <br />   <h2>Verbessern Sie die Leistung Ihres Motors mit Zündkerzen von Dager</h2>\n   <br />   <p>Bei Dager verstehen wir die entscheidende Rolle, die Zündkerzen für die Gesamtleistung und Effizienz des Motors Ihres Fahrzeugs spielen. Zündkerzen sind wesentliche Komponenten, die das Luft-Kraftstoff-Gemisch in den Zylindern des Motors entzünden und es Ihrem Fahrzeug ermöglichen, reibungslos zu starten und zu laufen. Hochwertige Zündkerzen sorgen nicht nur für eine optimale Motorleistung, sondern tragen auch zu besserem Kraftstoffverbrauch und reduzierten Emissionen bei.</p>\n    <br />  <h3>Warum Zündkerzen von Dager wählen?</h3>\n  <br />    <ul>\n        <li><strong>Überlegene Zündung:</strong> Unsere Zündkerzen sind präzise entwickelt, um einen zuverlässigen und starken Funken zu liefern, der für eine effiziente Verbrennung und einen reibungslosen Motorbetrieb entscheidend ist.</li>\n        <li><strong>Verbesserte Kraftstoffeffizienz:</strong> Durch eine gleichmäßige und kräftige Zündung helfen unsere Zündkerzen, die Kraftstoffverbrennung zu maximieren, was zu besserem Kraftstoffverbrauch und weniger häufigen Tankstopps führt.</li>\n        <li><strong>Reduzierte Emissionen:</strong> Die Zündkerzen von Dager sind so konzipiert, dass sie eine vollständige Verbrennung des Luft-Kraftstoff-Gemischs fördern, wodurch schädliche Emissionen reduziert und eine sauberere Umwelt geschaffen wird.</li>\n        <li><strong>Haltbarkeit und Langlebigkeit:</strong> Unsere Zündkerzen bestehen aus hochwertigen Materialien, die extremen Bedingungen standhalten und eine lange Lebensdauer bieten, was die Notwendigkeit häufiger Ersatzkäufe minimiert.</li>\n        <li><strong>Vielseitigkeit und Kompatibilität:</strong> Egal, ob Sie einen Kompaktwagen, ein leistungsstarkes SUV oder ein Hochleistungsfahrzeug fahren, die Zündkerzen von Dager sind in verschiedenen Spezifikationen erhältlich, um den besonderen Anforderungen unterschiedlicher Motoren und Fahrbedingungen gerecht zu werden.</li>\n      </ul>\n  <br />    <h3>Unser Engagement für Qualität</h3>\n   <br />   <p>Bei Dager setzen wir uns dafür ein, Autoteile anzubieten, die die Branchenstandards übertreffen. Unsere Zündkerzen werden strengen Tests unterzogen, um sicherzustellen, dass sie den höchsten Qualitäts- und Zuverlässigkeitsanforderungen entsprechen. Wir glauben daran, Produkte anzubieten, auf die unsere Kunden vertrauen können, und unsere Zündkerzen sind da keine Ausnahme.</p>\n  <br />    <h3>So wählen Sie die richtigen Zündkerzen aus</h3>\n   <br />   <p>Die Auswahl der richtigen Zündkerzen für Ihr Fahrzeug ist entscheidend für optimale Leistung. Berücksichtigen Sie die folgenden Faktoren:</p>\n      <ul>\n        <li><strong>Fahrzeugmarke und -modell:</strong> Stellen Sie sicher, dass die Zündkerzen mit Ihrem spezifischen Fahrzeugtyp kompatibel sind.</li>\n        <li><strong>Fahrbedingungen:</strong> Wählen Sie Zündkerzen, die für Ihre Fahrumgebung geeignet sind, sei es Stadtverkehr, Autobahnfahrten oder Geländefahrten.</li>\n        <li><strong>Leistungsanforderungen:</strong> Für verbesserte Leistung sollten Sie Zündkerzen mit Eigenschaften wie Iridium- oder Platinspitzen in Betracht ziehen, die größere Haltbarkeit und Effizienz bieten.</li>\n      </ul>\n   <br />   <h3>Fazit</h3>\n  <br />    <p>Investieren Sie in hochwertige Zündkerzen von Dager, um sicherzustellen, dass Ihr Fahrzeug reibungslos, effizient und zuverlässig läuft. Mit unserem umfangreichen Sortiment finden Sie die perfekten Zündkerzen für die Bedürfnisse Ihres Fahrzeugs. Vertrauen Sie auf Dager für alle Ihre Zündkerzenbedürfnisse und erleben Sie den Unterschied, den Qualität macht.</p>\n    </div>"
  },
  "wiperBlades": {
    "content": "<div className=\"wiper-blades\">\n      <h1>Wischblätter</h1>\n    <br />  <h2>Für klare Sicht mit den Wischblättern von Dager</h2>\n  <br />    <p>Bei Dager verstehen wir, wie wichtig klare Sicht für sicheres Fahren ist. Unsere Wischblätter sind so konzipiert, dass sie bei allen Wetterbedingungen hervorragende Leistung bieten und Ihre Windschutzscheibe klar und frei von Hindernissen bleibt. Egal, ob Sie durch starken Regen, Schnee oder Staub fahren, unsere Wischblätter bieten eine gleichmäßige und effektive Reinigungskraft.</p>\n   <br />   <h3>Warum Wischblätter von Dager wählen?</h3>\n  <br />    <ul>\n        <li><strong>Hervorragende Leistung:</strong> Unsere Wischblätter sind für optimale Leistung entwickelt und bieten eine klare und streifenfreie Sicht, unabhängig von den Wetterbedingungen.</li>\n        <li><strong>Haltbarkeit und Zuverlässigkeit:</strong> Aus hochwertigen Materialien gefertigt, sind unsere Wischblätter dafür gebaut, extremen Bedingungen standzuhalten und eine langanhaltende Leistung zu bieten, wodurch die Notwendigkeit häufiger Ersatzkäufe minimiert wird.</li>\n        <li><strong>Geräuschreduzierung:</strong> Die Wischblätter von Dager verfügen über fortschrittliche Designelemente, die Geräusche und Vibrationen reduzieren und ein ruhigeres und komfortableres Fahrerlebnis gewährleisten.</li>\n        <li><strong>Einfacher Einbau:</strong> Für die Benutzerfreundlichkeit konzipiert, kommen unsere Wischblätter mit leicht verständlichen Installationsanweisungen, die den Austauschprozess schnell und unkompliziert machen.</li>\n        <li><strong>Universelle Passform:</strong> Unsere Wischblätter sind in verschiedenen Größen und Ausführungen erhältlich, um eine Vielzahl von Fahrzeugmarken und -modellen zu passen, wodurch Kompatibilität und perfekte Passform für Ihre Windschutzscheibe gewährleistet werden.</li>\n      </ul>\n   <br />   <h3>Unser Engagement für Qualität</h3>\n   <br />   <p>Bei Dager setzen wir uns dafür ein, Autoteile anzubieten, die den höchsten Qualitätsstandards entsprechen. Unsere Wischblätter werden strengen Tests unterzogen, um sicherzustellen, dass sie außergewöhnliche Leistung und Zuverlässigkeit bieten. Wir sind bestrebt, Produkte anzubieten, die Ihr Fahrerlebnis verbessern und Ihre Sicherheit auf der Straße gewährleisten.</p>\n      <h3>So wählen Sie die richtigen Wischblätter aus</h3>\n      <p>Die Auswahl der richtigen Wischblätter für Ihr Fahrzeug ist entscheidend für die Aufrechterhaltung einer klaren Sicht. Berücksichtigen Sie die folgenden Faktoren:</p>\n      <ul>\n        <li><strong>Fahrzeugmarke und -modell:</strong> Stellen Sie sicher, dass die Wischblätter mit dem Wischersystem Ihres Fahrzeugs kompatibel sind.</li>\n        <li><strong>Wetterbedingungen:</strong> Wählen Sie Wischblätter, die für die typischen Wetterbedingungen in Ihrer Region ausgelegt sind.</li>\n        <li><strong>Blattgröße:</strong> Wählen Sie die passende Blattgröße für Ihre Windschutzscheibe, um eine vollständige Abdeckung und effektive Reinigung sicherzustellen.</li>\n      </ul>\n      <h3>Fazit</h3>\n      <p>Investieren Sie in hochwertige Wischblätter von Dager, um klare Sicht und ein sichereres Fahrerlebnis zu gewährleisten. Mit unserem Sortiment finden Sie die perfekten Wischblätter für die Anforderungen Ihres Fahrzeugs. Vertrauen Sie auf Dager für alle Ihre Wischblätter-Bedürfnisse und erleben Sie den Unterschied, den Qualität macht.</p>\n    </div>"
  },
  "Spark plugs": "Zündkerzen",
  "Wiper blades": "Wischblätter",
  "Email": "Email",
  "Message": "Nachricht",
  "Contacts": "Kontakte",
  "Send": "Schicken",
  "Please input your email!": "Bitte geben Sie Ihre E-Mail-Adresse ein!",
  "Please input a message!": "Bitte geben Sie eine Nachricht ein!",
  "Your message was sent successfully!": "Deine Nachricht wurde erfolgreich gesendet!",
  "The input is not a valid email!": "Bei der Eingabe handelt es sich nicht um eine gültige E-Mail!",
  "Success": "Erfolg",
  "Something went wrong!": "Etwas ist schief gelaufen!",
  "Error": "Fehler"
}
