{
  "Filters": "Фильтры",
  "Search": "Поиск",
  "Maker": "Машина",
  "Model": "Модель",
  "Year": "Год",
  "Engine Vol": "Объем двигателя",
  "Engine No": "Номер двигателя",
  "Reset": "Перезагрузить",
  "Name": "Имя",
  "FRONT ROTOR": "ПЕРЕДНИЙ РОТОР",
  "FRONT BRAKE": "ПЕРЕДНИЙ ТОРМОЗ",
  "REAR ROTOR": "ЗАДНИЙ РОТОР",
  "REAR BRAKE": "ЗАДНИЙ ТОРМОЗ",
  "PARKING SHOE": "ПАРКОВОЧНАЯ ЧАСТЬ",
  "Home": "Главная",
  "Catalogue": "Каталог",
  "Admin": "Админ",
  "Log out": "Выйти",
  "Login": "Login",
  "There is no data": "Нет данных",
  "About": "О нас",
  "Products": "Продукты",
  "aboutUs":  "<div className=\"aboutText\">\n <br /> Добро пожаловать в компанию Dager! <br /> В компании Dager мы страстно стремимся предоставлять автозапчасти высокого качества, чтобы ваш автомобиль работал наилучшим образом. Как новая и инновационная компания, мы специализируемся на широком ассортименте необходимых автомобильных компонентов, включая керамические свечи, тормоза, свечи зажигания, дворники и многое другое. Наша миссия — предлагать надежные и высокопроизводительные продукты, которые улучшат ваш опыт вождения и обеспечат вашу безопасность на дороге. <br /> <br />\n        <h4>Кто мы</h4>\n        <br />\n        Компания Dager была основана с ясной целью: предложить исключительные автозапчасти, соответствующие самым высоким стандартам качества и долговечности. Наша команда состоит из опытных специалистов, которые занимаются подбором и разработкой деталей, на которые могут положиться водители. Мы понимаем важность надежности в обслуживании и ремонте автомобилей и стремимся стать надежным партнером как для любителей, так и для профессиональных механиков.\n        <h4>Что мы предлагаем</h4>\n        <br /> Мы предлагаем широкий ассортимент автозапчастей, подходящих для различных марок и моделей. В наш ассортимент входят:\n        <ul>\n          <li>Керамические свечи: Разработанные для оптимальной производительности и долговечности, наши керамические свечи идеально подходят для плавной и эффективной работы двигателя.</li>\n          <li>Тормоза: Безопасность — наш главный приоритет, поэтому мы предлагаем высококачественные тормозные компоненты, обеспечивающие надежное торможение в любых условиях.</li>\n          <li>Свечи зажигания: Наши свечи зажигания обеспечивают стабильную работу, помогая вашему двигателю работать плавно и эффективно.</li>\n          <li>Дворники: Хорошая видимость важна для безопасного вождения. Наши прочные дворники рассчитаны на работу в любых погодных условиях, обеспечивая четкий обзор в любых ситуациях.</li>\n        </ul>\n        <h4>Наши обязательства</h4><br /> <br /> В компании Dager мы стремимся к совершенству во всех аспектах нашего бизнеса. Мы верим в предоставление продуктов, которые не только соответствуют, но и превосходят ожидания наших клиентов. Мы постоянно исследуем и внедряем новейшие технологии и решения для автомобильной отрасли. Наш клиент-ориентированный подход означает, что мы всегда готовы помочь вам, будь то выбор подходящей запчасти или поддержка после покупки.\n        <h4>Почему выбирают Dager</h4> <br /> <br /> Выбирая Dager, вы выбираете качество, надежность и превосходное обслуживание. Мы стоим за каждым проданным продуктом, и наша цель — построить длительные отношения с нашими клиентами на основе доверия и удовлетворенности. Независимо от того, являетесь ли вы автолюбителем, профессиональным механиком или просто хотите поддерживать свой автомобиль в хорошем состоянии, вы можете рассчитывать на Dager для всех ваших автомобильных нужд. <br /> <br /> Благодарим вас за выбор компании Dager. Мы с нетерпением ждем возможности обслуживать вас и поддерживать ваш автомобиль в отличном состоянии!\n      </div>",
  "sparkPlugs": {
    "content": "<div className=\"spark-plugs\">\n      <h1>Свечи зажигания</h1>\n   <br />   <h2>Улучшите производительность вашего двигателя с помощью свечей зажигания от Dager</h2>\n  <br />    <p>В компании Dager мы понимаем, насколько важны свечи зажигания для общей производительности и эффективности работы двигателя вашего автомобиля. Свечи зажигания играют ключевую роль в воспламенении топливо-воздушной смеси в цилиндрах двигателя, что позволяет вашему автомобилю легко заводиться и работать плавно. Качественные свечи зажигания не только обеспечивают оптимальную работу двигателя, но и способствуют лучшей экономии топлива и снижению выбросов.</p>\n  <br />   <h3>Почему стоит выбрать свечи зажигания от Dager?</h3>\n   <br />   <ul>\n        <li><strong>Отличное зажигание:</strong> Наши свечи зажигания разработаны с высокой точностью для обеспечения надежного и мощного искры, что критично для эффективного сгорания и плавной работы двигателя.</li>\n        <li><strong>Повышенная топливная эффективность:</strong> Благодаря стабильному и мощному зажиганию наши свечи зажигания помогают максимизировать сгорание топлива, что приводит к лучшей экономии и уменьшению частоты заправок.</li>\n        <li><strong>Снижение выбросов:</strong> Свечи зажигания от Dager способствуют полному сгоранию топливо-воздушной смеси, что снижает вредные выбросы и способствует более чистой окружающей среде.</li>\n        <li><strong>Долговечность и надежность:</strong> Изготовленные из высококачественных материалов, наши свечи зажигания выдерживают экстремальные условия и обеспечивают долговечную работу, минимизируя необходимость частой замены.</li>\n        <li><strong>Универсальность и совместимость:</strong> Независимо от того, управляете ли вы компактным автомобилем, мощным внедорожником или высокопроизводительным транспортным средством, свечи зажигания от Dager доступны в различных спецификациях, соответствующих уникальным требованиям различных двигателей и условий эксплуатации.</li>\n      </ul>\n   <br />   <h3>Наше обязательство к качеству</h3>\n  <br />    <p>В компании Dager мы стремимся предоставлять автозапчасти, которые превышают отраслевые стандарты. Наши свечи зажигания проходят строгие испытания, чтобы соответствовать самым высоким требованиям качества и надежности. Мы уверены, что наши продукты заслуживают доверия, и свечи зажигания не являются исключением.</p>\n  <br />    <h3>Как выбрать правильные свечи зажигания</h3>\n   <br />   <p>Выбор подходящих свечей зажигания для вашего автомобиля имеет решающее значение для оптимальной производительности. Учитывайте следующие факторы:</p>\n      <ul>\n        <li><strong>Марка и модель автомобиля:</strong> Убедитесь в совместимости с вашим конкретным типом автомобиля.</li>\n        <li><strong>Условия эксплуатации:</strong> Выбирайте свечи зажигания, подходящие для вашего типа вождения, будь то городской трафик, поездки по шоссе или поездки по бездорожью.</li>\n        <li><strong>Требования к производительности:</strong> Для улучшенной производительности рассмотрите свечи зажигания с такими характеристиками, как иридиевые или платиновые наконечники для большей долговечности и эффективности.</li>\n      </ul>\n   <br/>   <h3>Заключение</h3>\n   <br/>   <p>Инвестиции в качественные свечи зажигания от Dager обеспечат бесперебойную, эффективную и надежную работу вашего автомобиля. С нашим широким ассортиментом вы сможете найти идеальные свечи зажигания для потребностей вашего автомобиля. Доверяйте Dager для всех ваших нужд в свечах зажигания и ощутите разницу, которую делает качество.</p>\n    </div>"
  },
  "wiperBlades": {
    "content": "<div className=\"wiper-blades\">\n      <h1>Щетки стеклоочистителя</h1>\n   <br />   <h2>Обеспечьте четкую видимость с щетками стеклоочистителя от Dager</h2>\n  <br />     <p>В компании Dager мы понимаем, насколько важна четкая видимость для безопасного вождения. Наши щетки стеклоочистителя предназначены для обеспечения превосходной производительности в любых погодных условиях, гарантируя, что ваше лобовое стекло останется чистым и свободным от препятствий. Независимо от того, едете ли вы в сильный дождь, снег или пыль, наши щетки обеспечивают постоянную и эффективную очистку.</p>\n   <br />   <h3>Почему стоит выбрать щетки стеклоочистителя от Dager?</h3>\n  <br />    <ul>\n        <li><strong>Отличная производительность:</strong> Наши щетки стеклоочистителя разработаны для оптимальной производительности, обеспечивая четкий и без разводов обзор, независимо от погодных условий.</li>\n        <li><strong>Долговечность и надежность:</strong> Изготовленные из высококачественных материалов, наши щетки выдерживают экстремальные условия и обеспечивают долгосрочную работу, минимизируя необходимость частой замены.</li>\n        <li><strong>Снижение шума:</strong> Щетки стеклоочистителя Dager оснащены современными элементами дизайна, которые уменьшают шум и вибрации, обеспечивая более тихое и комфортное вождение.</li>\n        <li><strong>Простота установки:</strong> Для удобства пользователей наши щетки поставляются с простыми инструкциями по установке, что делает процесс замены быстрым и беспроблемным.</li>\n        <li><strong>Универсальная совместимость:</strong> Наши щетки стеклоочистителя доступны в различных размерах и моделях, чтобы соответствовать различным маркам и моделям автомобилей, обеспечивая совместимость и идеальную посадку для вашего лобового стекла.</li>\n      </ul>\n   <br />   <h3>Наше обязательство к качеству</h3>\n  <br />    <p>В компании Dager мы стремимся предоставлять автозапчасти, которые соответствуют самым высоким стандартам качества. Наши щетки стеклоочистителя проходят строгие испытания, чтобы гарантировать их исключительную производительность и надежность. Мы стремимся предлагать продукты, которые улучшают ваше вождение и обеспечивают вашу безопасность на дороге.</p>\n      <h3>Как выбрать правильные щетки стеклоочистителя</h3>\n      <p>Выбор подходящих щеток стеклоочистителя для вашего автомобиля важен для поддержания четкой видимости. Учитывайте следующие факторы:</p>\n      <ul>\n        <li><strong>Марка и модель автомобиля:</strong> Убедитесь в совместимости с системой стеклоочистителей вашего автомобиля.</li>\n        <li><strong>Погодные условия:</strong> Выбирайте щетки, предназначенные для типичных погодных условий в вашем регионе.</li>\n        <li><strong>Размер щеток:</strong> Выбирайте подходящий размер щеток для вашего лобового стекла, чтобы обеспечить полное покрытие и эффективную очистку.</li>\n      </ul>\n   <br />   <h3>Заключение</h3>\n   <br />   <p>Инвестирование в качественные щетки стеклоочистителя от Dager обеспечит вам четкую видимость и безопасное вождение. С нашим ассортиментом вы сможете найти идеальные щетки для потребностей вашего автомобиля. Доверьтесь Dager для всех ваших нужд в щетках стеклоочистителя и ощутите разницу, которую делает качество.</p>\n    </div>"
  },
  "Spark plugs": "Свечи зажигания",
  "Wiper blades": "Дворники",
  "Email": "Эл. почта",
  "Message": "Сообщение",
  "Contacts": "Контакты",
  "Send": "Отправить",
  "Please input your email!": "Пожалуйста, введите свой адрес электронной почты!",
  "Please input a message!": "Пожалуйста, введите сообщение!",
  "Your message was sent successfully!": "Ваше сообщение было успешно отправлено!",
  "The input is not a valid email!": "Введенный адрес электронной почты недействителен!",
  "Success": "Успех",
  "Something went wrong!": "Что-то пошло не так!",
  "Error": "Ошибка",
  "Body": "Кузов",
  "Add a new product": "Добавить новый продукт",
  "Add": "Добавить",
  "Type": "Тип",
  "Disc Thickness Max": "Толщина диска макс.",
  "Num Of Holes": "Количество отверстий",
  "Height": "Высота",
  "Centering Diameter": "Диаметр центрирования",
  "Pitch Circle": "Круговой шаг",
  "Outter": "Внешний",
  "Drum": "Барабан",
  "Code": "Код",
  "Length": "Длина",
  "Width": "Ширина",
  "Thickness": "Толщина",
  "Pcs In Set": "Штук в наборе",
  "Brake System": "Тормозная система",
  "Radius": "Радиус",
  "Edit": "Редактировать",
  "Loading": "Загрузка",
  "Kein Auto gefunden": "Не найдена",
  "Specification": "Спецификация"
}
